{
    "landingPage": {
        "Psychedu Überblick": "Aperçu de Psychedu",
        "Preise & Abrechnung": "Prix et facturation",
        "Anmeldung & Zugang": "Inscription et accès",
        "Lernplattform": "Plateforme d'apprentissage",
        "Warum Psychedu?": "Pourquoi Psychedu ?",
        "Pläne": "Forfaits",
        "heroSection": {
            "title": "Psychedu – Votre Diplôme de Psychologie",
            "subtitle": "Obtenez votre diplôme en ligne en ~1 an",
            "description": "Étudiez plus rapidement grâce à un programme guidé et multilingue. Apprenez n'importe où, restez sur la bonne voie et terminez vos études plus tôt.",
            "watchVideoButton": "Regarder la vidéo",
            "startButton": "Démarrer l'essai gratuit"
        }
    },
    "LocaleSwitcher": {
        "label": "Changer de langue",
        "locale": "{locale, select, de {🇩🇪 Deutsch} en {🇺🇸 English} es {🇪🇸 Spanish} fr {🇫🇷 Français} other {Inconnu}}"
    },
    "moduleDescriptions": {
        "1": "Le fondement de la psychologie empirique.",
        "2": "L'individu dans le contexte du groupe.",
        "3": "Principes fondamentaux des troubles psychologiques.",
        "4": "Le développement humain tout au long de la vie.",
        "5": "Comment nous traitons l'information.",
        "6": "Ce qui nous motive et nous fait ressentir.",
        "7": "Les bases neurobiologiques du comportement.",
        "8": "Pourquoi les gens sont si différents.",
        "9": "Comment les traits psychologiques sont mesurés.",
        "10": "L'individu dans le monde du travail."
    },
    "aboutPage": {
        "backLink": "Retour à la page d'accueil",
        "mainTitle": "À propos de Psychedu",
        "missionTitle": "Notre Mission : Repenser l'Éducation",
        "missionParagraph1": "Le système universitaire traditionnel est souvent caractérisé par des coûts élevés, des structures rigides et des cycles d'apprentissage inefficaces qui culminent en périodes d'examens annuelles et stressantes. Les connaissances importantes pour la pratique professionnelle ultérieure sont souvent perdues dans ce processus.",
        "missionParagraph2": "Psychedu est né de la conviction qu'il doit y avoir une meilleure façon de faire. Notre mission est de créer une alternative axée sur la pratique, flexible et porteuse de sens, qui vous fournit l'essentiel d'un diplôme de psychologie de manière compacte et accessible.",
        "historyTitle": "L'Histoire Derrière Psychedu",
        "historyParagraph": "Psychedu est le résultat d'un projet d'un an initié par une seule personne de Suisse. En tant qu'étudiant en psychologie et économie, notre fondateur a lui-même vécu les frustrations du système classique. Animé par le désir de rendre l'apprentissage plus efficace, pertinent et inspirant, la vision de cette plateforme a émergé : un lieu où l'éducation ne sert pas seulement à obtenir un diplôme, mais crée une valeur réelle et applicable pour votre avenir.",
        "philosophyTitle": "Notre Philosophie",
        "philosophyPoint1": "<strong>Accessible :</strong> Nous pensons qu'une éducation de haute qualité ne devrait pas échouer à cause de prix excessifs.",
        "philosophyPoint2": "<strong>Efficace :</strong> Nous nous concentrons sur ce qui compte vraiment – l'ensemble des connaissances d'un diplôme de bachelor, présenté de manière compacte et compréhensible.",
        "philosophyPoint3": "<strong>Orienté vers la pratique :</strong> Nous combinons la théorie et l'application pour vous préparer au mieux à votre avenir professionnel."
    },
    "modulesOverview": {
        "backLink": "Retour à l'aperçu des modules",
        "statsTitle": "Statistiques de A à Z",
        "statsDescription": "Choisissez une leçon pour approfondir vos connaissances. Chaque leçon est divisée en Connaissances de base, Applicabilité, Classe de maître et Exercices.",
        "socialTitle": "Psychologie Sociale",
        "socialDescription": "Explorez comment les individus sont influencés par la présence réelle, imaginée ou implicite des autres.",
        "cardTitleGrundwissen": "Connaissances de base",
        "cardTitleAnwendbarkeit": "Applicabilité",
        "cardTitleMeisterklasse": "Classe de maître",
        "cardTitleUebungen": "Exercices"
    },
    "statisticsModuleDescriptions": {
        "1_grundwissen": "Définissez ce que sont les données et apprenez les termes de base clés comme population et échantillon.",
        "1_anwendbarkeit": "Comprenez comment les enquêtes en étude de marché sont correctement planifiées et interprétées.",
        "1_meisterklasse": "Apprenez à évaluer la qualité des données et à éviter les erreurs courantes.",
        "1_uebungen": "Testez vos connaissances avec des questions interactives sur les concepts fondamentaux.",
        "2_grundwissen": "Différenciez les diverses méthodes d'échantillonnage et les bases du design expérimental.",
        "2_anwendbarkeit": "Planifiez votre propre étude (fictive) et identifiez les facteurs de confusion potentiels et les obstacles éthiques.",
        "2_meisterklasse": "Analysez des plans d'étude complexes et évaluez leur pertinence pratique.",
        "2_uebungen": "Appliquez vos connaissances dans des scénarios pour sélectionner le meilleur design d'étude.",
        "3_grundwissen": "Apprenez à résumer les données à l'aide de mesures telles que la moyenne, la médiane et l'écart-type.",
        "3_anwendbarkeit": "Créez un tableau de bord pertinent pour visualiser les performances d'une campagne marketing.",
        "3_meisterklasse": "Interprétez les diagrammes en boîte et les histogrammes pour obtenir des informations plus approfondies sur la structure des données.",
        "3_uebungen": "Calculez et interprétez les métriques clés pour divers ensembles de données.",
        "4_grundwissen": "Comprenez les axiomes et les règles de calcul de la théorie des probabilités.",
        "4_anwendbarkeit": "Calculez le risque d'événements, par exemple en science actuarielle ou dans les jeux.",
        "4_meisterklasse": "Résolvez des problèmes complexes impliquant des probabilités conditionnelles (Théorème de Bayes).",
        "4_uebungen": "Résolvez des énigmes de probabilité classiques de manière interactive.",
        "5_grundwissen": "Apprenez la différence entre les variables aléatoires discrètes et continues.",
        "5_anwendbarkeit": "Modélisez le nombre de clients entrant dans un magasin par heure (distribution de Poisson).",
        "5_meisterklasse": "Comprenez la base théorique derrière les tests statistiques les plus importants.",
        "5_uebungen": "Associez la distribution de probabilité appropriée à des scénarios du monde réel.",
        "6_grundwissen": "Comprenez les propriétés clés de la 'courbe en cloche' et la règle 68-95-99.7.",
        "6_anwendbarkeit": "Standardisez les valeurs à l'aide du score z pour les rendre comparables à travers différentes échelles.",
        "6_meisterklasse": "Vérifiez si un ensemble de données est normalement distribué et comprenez les conséquences si ce n'est pas le cas.",
        "6_uebungen": "Calculez les probabilités pour des données normalement distribuées.",
        "7_grundwissen": "Apprenez à quantifier l'incertitude d'une estimation.",
        "7_anwendbarkeit": "Interprétez correctement les résultats d'enquête en comprenant la marge d'erreur rapportée.",
        "7_meisterklasse": "Discutez des facteurs qui influencent la largeur d'un intervalle de confiance.",
        "7_uebungen": "Calculez et interprétez les intervalles de confiance pour les moyennes.",
        "8_grundwissen": "Formulez des hypothèses nulles et alternatives et comprenez la logique de la valeur p.",
        "8_anwendbarkeit": "Effectuez un test A/B pour décider quelle version d'un site Web est la plus performante.",
        "8_meisterklasse": "Comprenez le concept de puissance statistique et comment contrôler les erreurs de Type I et de Type II.",
        "8_uebungen": "Appliquez correctement le test t dans divers scénarios.",
        "9_grundwissen": "Analysez les relations entre les variables catégorielles (par exemple, le sexe et le choix du produit).",
        "9_anwendbarkeit": "Évaluez les données d'enquête pour voir si certaines opinions dépendent du groupe d'âge.",
        "9_meisterklasse": "Vérifiez les hypothèses du test du Chi-carré et interprétez les résultats en détail.",
        "9_uebungen": "Effectuez des tests d'indépendance à l'aide de tables données.",
        "10_grundwissen": "Modélisez et quantifiez la relation linéaire entre deux variables.",
        "10_anwendbarkeit": "Créez un modèle de prédiction simple, par exemple pour les revenus en fonction des dépenses publicitaires.",
        "10_meisterklasse": "Interprétez le coefficient de détermination (R-carré) et l'analyse des résidus pour l'ajustement du modèle.",
        "10_uebungen": "Calculez et interprétez les coefficients de corrélation et les droites de régression.",
        "11_grundwissen": "Comparez les moyennes de trois groupes ou plus.",
        "11_anwendbarkeit": "Découvrez laquelle de plusieurs méthodes d'enseignement produit le plus grand succès d'apprentissage.",
        "11_meisterklasse": "Effectuez des tests post-hoc pour découvrir spécifiquement quels groupes diffèrent.",
        "11_uebungen": "Décidez en fonction d'études de cas quand une ANOVA est appropriée.",
        "12_grundwissen": "Étendez le modèle de régression pour examiner l'influence de plusieurs variables simultanément.",
        "12_anwendbarkeit": "Construisez un modèle pour prédire les prix de l'immobilier en fonction de la taille, de l'emplacement et de l'âge.",
        "12_meisterklasse": "Identifiez et traitez les problèmes tels que la multicolinéarité dans votre modèle.",
        "12_uebungen": "Interprétez les coefficients d'un modèle de régression multiple.",
        "13_grundwissen": "Apprenez à prédire des résultats catégoriels (Oui/Non).",
        "13_anwendbarkeit": "Développez un modèle pour prédire le taux de désabonnement des clients (churn).",
        "13_meisterklasse": "Interprétez les odds ratios et évaluez la qualité de votre modèle de classification (par exemple avec les courbes ROC).",
        "13_uebungen": "Appliquez le modèle à des ensembles de données réels pour faire des prédictions.",
        "14_grundwissen": "Découvrez des procédures de test robustes qui ne supposent pas une distribution normale.",
        "14_anwendbarkeit": "Analysez des données provenant de classements ou d'évaluations qui ne sont pas métriques.",
        "14_meisterklasse": "Comprenez les avantages et les inconvénients (en particulier la 'puissance') par rapport aux tests paramétriques.",
        "14_uebungen": "Choisissez le test statistique approprié dans différents scénarios.",
        "15_grundwissen": "Comprenez la différence fondamentale avec les statistiques classiques (fréquentistes).",
        "15_anwendbarkeit": "Interprétez les résultats des tests A/B comme la 'probabilité que la variante B soit meilleure'.",
        "15_meisterklasse": "Définissez des 'priors' (croyances antérieures) significatifs et comprenez leur influence sur le résultat.",
        "15_uebungen": "Résolvez le problème de Monty Hall à l'aide du théorème de Bayes.",
        "16_grundwissen": "Apprenez les bases des bibliothèques d'analyse de données en Python (pandas) ou R.",
        "16_anwendbarkeit": "Effectuez une analyse de données complète, du nettoyage des données à la visualisation.",
        "16_meisterklasse": "Créez des scripts d'analyse reproductibles et présentez vos résultats dans un Jupyter Notebook.",
        "16_uebungen": "Résolvez de petites tâches de programmation pour la manipulation et la visualisation de données."
    },
    "premiumAccess": {
        "title": "Accès refusé",
        "description": "Ce module n'est disponible que pour les utilisateurs premium.",
        "upgradeButton": "Mettre à niveau"
    },
    "premiumPlaceholder": {
        "title": "Module {moduleId}",
        "description": "Le contenu d'apprentissage du module {moduleId} sera affiché ici. (Espace réservé pour le contenu premium)"
    },


"statisticsModuleTitles": {
    "1": "Introduction et concepts de base",
    "2": "Collecte de données et conception d'étude",
    "3": "Statistiques descriptives",
    "4": "Fondamentaux des probabilités",
    "5": "Distributions",
    "6": "La distribution normale",
    "7": "Intervalles de confiance",
    "8": "Tests d'hypothèses",
    "9": "Tests du Chi-carré",
    "10": "Régression linéaire et corrélation",
    "11": "ANOVA (Analyse de la variance)",
    "12": "Régression linéaire multiple",
    "13": "Régression logistique",
    "14": "Tests non paramétriques",
    "15": "Statistiques bayésiennes",
    "16": "Analyse pratique des données avec logiciel"
  },

  "moduleTitles": {
    "1": "Statistiques (Gratuit)",
    "2": "Psychologie Sociale",
    "3": "Psychologie Clinique",
    "4": "Psychologie du Développement",
    "5": "Psychologie Cognitive",
    "6": "Psychologie de l'Émotion et de la Motivation",
    "7": "Psychologie Biologique",
    "8": "Psychologie de la Personnalité",
    "9": "Évaluation Psychologique",
    "10": "Psychologie du Travail et des Organisations"
  }

}